var product = [{
    id: 1,
    img: 'asset/products/2329.bmp',
    name: 'e-studio2329A',
    description: `<h2>คุณสมบัติของเครื่องถ่ายเอกสาร</h2>

    <ol>
      <li>ความเร็วในการถ่ายเอกสาร: 23 แผ่นต่อนาที (A4)</li>
      <li>เวลาอุ่นเครื่อง: 15 วินาที / หน่วยความจำมาตรฐาน 512 MB</li>
      <li>ความเร็วในการถ่ายเอกสารแผ่นแรก: 6.4 วินาที</li>
      <li>ความละเอียดในการถ่ายเอกสาร: 600 x 600 dpi</li>
      <li>สามารถถ่ายเอกสารต่อเนื่อง 1–999 แผ่นโดยอ่านต้นฉบับเพียงครั้งเดียว</li>
      <li>หน้าจอแสดงผลแบบ LCD สามารถปรับความเข้มจางหน้าจอได้</li>
      <li>ถาดบรรจุกระดาษ: 250 แผ่น พร้อมถาดด้านข้างวางได้ 100 แผ่น</li>
      <li>ปรับความเข้ม - จางอัตโนมัติและปรับตามต้องการได้ถึง 9 ระดับ</li>
      <li>ระบบย่อ - ขยาย: 25% - 400% และปรับเพิ่ม - ลดได้ครั้งละ 1%</li>
      <li>รองรับต้นฉบับเอกสารและสาเนาตั้งแต่ขนาด A5 - A3</li>
      <li>ใช้หมึกหมุนเวียน 100% ไม่มีกากหมึกทิ้ง</li>
      <li>รองรับความหนาของกระดาษสาเนาได้ตั้งแต่ 52 - 216 แกรม</li>
      <li>ชุดป้อนต้นฉบับหน้าหลังอัตโนมัติ (RADF) 50 แผ่น</li>
      <li>มีชุดกลับสาเนาหน้าหลังอัตโนมัติ (Duplex)</li>
      <li>สามารถปรินท์ผ่านระบบ WIFI ได้</li>
      <li>มีฟังก์ชั่นถ่ายบัตรประชาชนหน้า-หลัง ลงสาเนาหน้าเดียวกัน (ID Card)</li>
      <li>สามารถตั้งรหัสผู้ใช้งานได้ 99 รหัส โดยใช้เลขรหัส 5 หลัก (Department Code)</li>
      <li>มีระบบถ่ายแยกเรียงชุดสาเนาเอกสารได้ถึง 999 ชุด พร้อมทั้งแบบทับซ้อนและไขว้ 90 องศา (Sort & Rotate Sort)</li>
    </ol>
    
    <h2>คุณสมบัติในการปริ้นท์</h2>
    
    <ol>
      <li>ความเร็วในการพิมพ์: 23 แผ่นต่อนาที (A4)</li>
      <li>ความละเอียดในการพิมพ์: 2400 x 600 dpi (with smoothing)</li>
      <li>สั่งสแกนเข้าโทรศัพท์มือถือผ่านสาย USB</li>
      <li>ภาษาที่ใช้ในการพิมพ์เป็นระบบ Network LAN (10/100 Base T), USB 2.0 Hi Speed, PCL6 (PCL XL), PS3 (Option)</li>
      <li>รองรับระบบปฏิบัติการ: Windows 7, 8.1, 10 (32/64 bit), Server2016, 2012/R2 (64 bit), 2008 SP2 (32/64 bit), Mac OS 10.11/10.12/10.13/10.14</li>
      <li>สามารถปรินท์เอกสารหน้า-หลังได้ ใหญ่สุดถึง A3</li>
    </ol>
    
    <h2>คุณสมบัติในการสแกนสีและขาว-ดำ</h2>
    
    <ol>
      <li>ความเร็วในการสแกน: 25 แผ่นต่อนาที (ขาว/ดำ) และ 24 แผ่นต่อนาที (สี) (A4) และสแกนเอกสารได้ถึงขนาด A3</li>
      <li>ความละเอียดในการสแกน: 600 x 600 dpi, สแกนเอกสารจัดเก็บ ใน USB Thumb Drive โดยตรง ทั้งสีและขาวดำ</li>
      <li>คำสั่งในการสแกน: Scan to File, Scan to E-mail, Scan to USB, Scan to SMB, FTP</li>
      <li>ชนิดของไฟล์ ในการสแกน: PDF, TIFF, JPEG.</li>
    </ol>`,
    type: 'Printer-Bw',
    linkDownload: '1GsLY-0Ee5xOPt5qAH_k3AatCWgJvYor8'
}, {
    id: 2,
    img: 'asset/products/e2520AC,3025,4525.jpg',
    name: 'e-studio2520AC',
    description: `<h2>คุณสมบัติของเครื่องถ่ายเอกสาร</h2>

    <ol>
      <li>ความเร็วในการถ่ายเอกสาร: 23 แผ่นต่อนาที (A4)</li>
      <li>เวลาอุ่นเครื่อง: 15 วินาที / หน่วยความจำมาตรฐาน 512 MB</li>
      <li>ความเร็วในการถ่ายเอกสารแผ่นแรก: 6.4 วินาที</li>
      <li>ความละเอียดในการถ่ายเอกสาร: 600 x 600 dpi</li>
      <li>สามารถถ่ายเอกสารต่อเนื่อง 1–999 แผ่นโดยอ่านต้นฉบับเพียงครั้งเดียว</li>
      <li>หน้าจอแสดงผลแบบ LCD สามารถปรับความเข้มจางหน้าจอได้</li>
      <li>ถาดบรรจุกระดาษ: 250 แผ่น พร้อมถาดด้านข้างวางได้ 100 แผ่น</li>
      <li>ปรับความเข้ม - จางอัตโนมัติและปรับตามต้องการได้ถึง 9 ระดับ</li>
      <li>ระบบย่อ - ขยาย: 25% - 400% และปรับเพิ่ม - ลดได้ครั้งละ 1%</li>
      <li>รองรับต้นฉบับเอกสารและสาเนาตั้งแต่ขนาด A5 - A3</li>
      <li>ใช้หมึกหมุนเวียน 100% ไม่มีกากหมึกทิ้ง</li>
      <li>รองรับความหนาของกระดาษสาเนาได้ตั้งแต่ 52 - 216 แกรม</li>
      <li>ชุดป้อนต้นฉบับหน้าหลังอัตโนมัติ (RADF) 50 แผ่น</li>
      <li>มีชุดกลับสาเนาหน้าหลังอัตโนมัติ (Duplex)</li>
      <li>สามารถปรินท์ผ่านระบบ WIFI ได้</li>
      <li>มีฟังก์ชั่นถ่ายบัตรประชาชนหน้า-หลัง ลงสาเนาหน้าเดียวกัน (ID Card)</li>
      <li>สามารถตั้งรหัสผู้ใช้งานได้ 99 รหัส โดยใช้เลขรหัส 5 หลัก (Department Code)</li>
      <li>มีระบบถ่ายแยกเรียงชุดสาเนาเอกสารได้ถึง 999 ชุด พร้อมทั้งแบบทับซ้อนและไขว้ 90 องศา (Sort & Rotate Sort)</li>
    </ol>
    
    <h2>คุณสมบัติในการปริ้นท์</h2>
    
    <ol>
      <li>ความเร็วในการพิมพ์: 23 แผ่นต่อนาที (A4)</li>
      <li>ความละเอียดในการพิมพ์: 2400 x 600 dpi (with smoothing)</li>
      <li>สั่งสแกนเข้าโทรศัพท์มือถือผ่านสาย USB</li>
      <li>ภาษาที่ใช้ในการพิมพ์เป็นระบบ Network LAN (10/100 Base T), USB 2.0 Hi Speed, PCL6 (PCL XL), PS3 (Option)</li>
      <li>รองรับระบบปฏิบัติการ: Windows 7, 8.1, 10 (32/64 bit), Server2016, 2012/R2 (64 bit), 2008 SP2 (32/64 bit), Mac OS 10.11/10.12/10.13/10.14</li>
      <li>สามารถปรินท์เอกสารหน้า-หลังได้ ใหญ่สุดถึง A3</li>
    </ol>
    
    <h2>คุณสมบัติในการสแกนสีและขาว-ดำ</h2>
    
    <ol>
      <li>ความเร็วในการสแกน: 25 แผ่นต่อนาที (ขาว/ดำ) และ 24 แผ่นต่อนาที (สี) (A4) และสแกนเอกสารได้ถึงขนาด A3</li>
      <li>ความละเอียดในการสแกน: 600 x 600 dpi, สแกนเอกสารจัดเก็บ ใน USB Thumb Drive โดยตรง ทั้งสีและขาวดำ</li>
      <li>คำสั่งในการสแกน: Scan to File, Scan to E-mail, Scan to USB, Scan to SMB, FTP</li>
      <li>ชนิดของไฟล์ ในการสแกน: PDF, TIFF, JPEG.</li>
    </ol>`,
    type: 'Printer-color',
    linkDownload: '18f1XgOxsBYNqOv920HZUBKdap2b5l1zt' 
}, {
    id: 3,
    img: 'asset/products/BPS150.PNG',
    name: 'BPS-150',
    description: `<h2>เครื่องพิมพ์สำเนาระบบดิจิตอล</h2>
    <ol>
    คุณสมบัติ
    <li>เป็นเครื่องพิมพ์สำเนาเอกสารระบบดิจิตอลแบบอัตโนมัติพร้อมตู้รองเครื่อง </li>
    <li>ความละเอียดในการสร้างภาพ 300 x 400 dpi. </li>
    <li>พื้นที่ในการพิมพ์สำเนาได้ขนาดใหญ่สุด A4 / รองรับต้นฉบับได้ถึงขนาด A3 </li>
    <li>รองรับต้นฉบับที่เป็นลายเส้น รูปภาพ หรือรูปภาพพร้อมลายเส้นในต้นฉบับเดียวกันที่เป็นแผ่น </li>
    <li>หน้าจอ LCD แสดงคำสั่งงานและแจ้งเตือนเครื่องเกิดปัญหาขัดข้องเช่น หมึกหมด กระดาษหมด กระดาษติด กระดาษไขหมด </li>
    <li>สำมารถปรับระดับความเข้ม – จางได้ 5 ระดับ (Lighter, Light, Normal, Dark, Darker) </li>
    <li>สำมารถปรับระดับความเร็วในการพิมพ์ได้ตั้งแต่ 50 – 120 แผ่นต่อนำที </li>
    <li>ระบบย่อ-ขยายได้ 7 ระดับ (ย่อ 4 ระดับ, 71%, 81%, 87%, 94% และขยาย 3 ระดับ, 115%, 122%, 141%) </li>
    <li>ระบบซูมย่อ-ขยายตั้งแต่ 50% - 200% และปรับเพิ่ม-ลดได้ครั้งละ 1% </li>
    <li>รองรับกระดาษหนาได้ตั้งแต่ 40 - 128 แกรม </li>
    <li>มีระบบทางเดินกระดาษสั้นเพื่อลดปัญหากระดาษติดบ่อย </li>
    <li>มีปุ่มรีดกระดาษสำเนาออกอัตโนมัติ เมื่อมีปัญหากระดาษติดในเครื่อง </li>
    <li>สำมารถตั้งจำนวนการพิมพ์ต่อเนื่องได้ตั้งแต่ 1 - 9,999 แผ่น </li>
    <li>ระบบ double rollers เพิ่มประสิทธิภาพในการฟีดกระดาษเพื่อป้องกันกระดาษออกหลายแผ่นติดกัน </li>
    <li>มีระบบพัดลมเป่าทำงออกกระดาษสำเนาเพื่อลดปัญหากระดาษซ้อน และทำให้หมึกแห้งเร็ว</li>
    <li>ใช้กระแสไฟฟ้า 220V AC, 50/60 Hz </li>
    </ol>
    `,
    linkDownload: '1NLX3mAKxUrUNMpvSF8kBewLfOmngILC_'
}, {
    id: 4,
    img: 'asset/products/as1500.png',
    name: 'AURORA AS-1500CD',
    description: `<h2>เครื่องทำลายเอกสาร AURORA รุ่น AS-1500CD</h2>
    <ol>
    <li> ทำลายครั้งละ 15 แผ่น</li>
    <li> ทำลาย CD และบัตรเครดิตได้</li>
    <li> มีล้อเลื่อนสะดวกในการเคลื่อนย้าย</li>
    <li>มีสัญญาณไฟบอกเมื่อถังเต็ม หรือเคลื่อนย้ายถัง</li>
   </ol>`,
    type: 'AURORA',
    linkDownload: '10xwuClzPGIebRpuUrLq_haoDFtiMsVZ5'
}, {
    id: 5,
    img: 'asset/products/2523AD.jpg',
    name: 'e-studio2523AD',
    description: 


    `<h2>เครื่องถ่ายเอกสารดิจิตอลระบบมัลติฟังก์ชั่น</h2>
     <ol>
     <li> คุณสมบัติในการถ่ายเอกสาร  </li>
     <li>ความเร็วในการถ่ายเอกสาร 23 แผ่นต่อนาที (A4)</li>
     <li>ระยะเวลาในการอุ่นเครื่อง 18 วินาที</li>
     <li>ความเร็วในการถ่ายเอกสารแผ่นแรก 6.4 วินาที</li>
     <li>หน่วยความจามาตรฐาน (RAM) 512 MB</li>
     <li>ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi</li>
     <li>ใช้ระบบไฟฟ้า 220-240 โวทล์ 50-60 Hz</li>
     <li>ตั้งจำนวนถ่ายเอกสารต่อเนื่อง 1-999 จากการอ่านต้นฉบับ 1 ครั้ง</li>
     <li>ระบบย่อ - ขยาย 25% - 400% และปรับเพิ่ม-ลดได้ครั้งละ 1% </li>
     <li>ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 250 แผ่น และถาดวางด้านข้างอีก 100 แผ่น</li>
     <li>หน้าจอแสดงผลแบบ LCD สามารถปรับความเข้ม - จางอัตโนมัติและปรับตามต้องการได้ถึง 9 ระดับ</li>
     <li>รองรับต้นฉบับเอกสารและสำเนาตั้งแต่ขนาด A6 - A3 รองรับความหนาของกระดาษสำเนาได้ตั้งแต่ 52-216 แกรม</li>
     <li>สามารถถ่ายเอกสารลงบนแผ่นใสชนิดที่ใช้กับเครื่องถ่ายเอกสารได้</li>
     <li>มีระบบถ่ายจัดเรียงชุดสาเนาเอกสารอัตโนมัติได้ถึง 999 ชุด ทั้งแบบทับซ้อนและไขว้ 90 องศา (Sort & Rotate Sort)</li>
     <li>ถ่ายต้นฉบับสองแผ่นให้รวมเป็นสำเนาแผ่นเดียวกันได้ และระบบเลื่อนขอบสำเนา เพื่อสะดวกในการเจาะเข้าแฟ้ม</li>
     <li>ชุดป้อนและกลับต้นฉบับอัตโนมัติ RADF วางต้นฉบับได้ครั้งละ 50 แผ่น</li>
     <li>ชุดกลับหน้าหลังสาเนาอัตโนมัติ Duplexing Unit</li>
     <li>ระบบสัญญาณแจ้งเตือนบนหน้าจอกรณีกระดาษติด ผงหมึกหมด เครื่องขัดข้องเครื่องจะหยุดทำงานอัตโนมัติ</li>
     <li>ระบบย่อ-ขยายอัตโนมัติ ให้ตรงกับขนาดกระดาษสำเนา และระบบเลือกกระดาษสำเนาอัตโนมัติให้ตรงกับขนาดต้นฉบับ</li>
     <li>ระบบเอกสารจากต้นฉบับที􀃉เป็นหนังสือหน้าคู่โดยแยกเป็นสำเนา A4 ได้และระบบหมุนภาพสำเนาให้ตรงกับเอกสารอัตโนมัติ</li>
     <li>สามารถถ่ายลบขอบเงาดาเอกสารสาเนาและสันกลางหนังสือได้ (EDGE ERASE)</li>
     </ol>
    <h2>คุณสมบัติในการพิมพ์</h2>
     <li>ความเร็วในการพิมพ์ 23 แผ่นต่อนาที (A4)</li>
     <li>จุดต่อเชื่อมสัญญาณแบบ LAN: 10/100 BaseT, USB 2.0/Hi Speed</li>
     <li>ภาษาที่ใช้ในการพิมพ์แบบ PCL5, PCL6</li>
     <li>ความละเอียดในการพิมพ์ 2400 x 600 dpi (with smoothing)</li>
     <li>รองรับระบบปฏิบัติการ Windows
     <li>รองรับ Network Protocol: TCP/IP (IP v4/IP v6), NetBIOS over TCP/IP
     <li>ฟังก์ชั่นในการพิมพ์: Toner Save Mode, Watermark, Multipage per sheet
    <ol>
    <h2>คุณสมบัติในการสแกน</h2>
    <li>ความเร็วในการสแกน 25 แผ่นต่อนาที (ขาว/ดา) และ 22 แผ่นต่อนาที (สี), (A4)</li>
    <li>ความละเอียดในการสแกน 600 x 600 dpi. สแกนต่อเนื่องได้ 150 แผ่น/ครั้ง สามารถสแกนเอกสารได้ถึงขนาด A3</li>
    <li>ชนิดของไฟล์ในการสแกน PDF, TIFF, JPEG</li>
    <li>รองรับการสแกนต้นฉบับต่อเนื่องได้ถึง 150 หน้า/ครั้ง</li>
    </ol>`,
    
    type: 'Printer-Bw',
    linkDownload: '1kwpjQiLbCzwKn61HtWLv0Mg0hd3xtIf'

}, {
    id: 6,
    img: 'asset/products/e3028A.jpg',
    name: 'e-studio3028A',
    description: `<h2>คุณสมบัติถ่ายเอกสาร (COPY) </h2>

    <ol>
      <li>ความเร็วในการถ่ายเอกสาร 30 แผ่นต่อนาที (A4) </li>
      <li>หน่วยความจามาตรฐาน (RAM) 2 GB, และ HDD 320 GB ระบบ Self- Encrypting Drive </li>
      <li>ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi. </li>
      <li>ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนด้านข้าง 
บรรจุได้ 100 แผ่น </li>
      <li>สั่งงานด้วยจอภาพระบบเลื่อนสัมผัสขนาดใหญ่ 10.1 นิ้ว แบบ Tablet-style 
Touch Screen ที่สามารถปรับเปลี่ยนสีพื้นหลังได้หลายรูปแบบ</li> 

      <li>เวลาในการอุ่นเครื่อง 15 วินาที (from Save Mode) </li>
      <li>ความเร็วในการถ่ายเอกสารแผ่นแรก 4.3 วินาที</li>
      <li>ตั้งจานวนถ่ายเอกสารต่อเนื่อง 1 – 999 แผ่น พร้อมระบบถ่ายแทรกงานเร่งด่วน (INTERRUPT Mode) </li>
      <li>รองรับต้นฉบับเอกสารตั้งแต่ขนาด A5 – A3 ที่เป็นกระดาษธรรมดาและสี ลายเส้นดินสอ ตราหมึกประทับ และวัตถุสามมิติ </li>
      <li>รองรับสาเนาตั้งแต่ขนาด A5 – A3 ความหนาตั้งแต่ 50 – 260 แกรม และสามารถถ่ายลงบนกระดาษสี แผ่นใส กระดาษปก </li>
      <li>ระบบย่อ-ขยายตั้งแต่ 25% - 400% และสามารถปรับเพิ่ม-ลดได้ครั้งละ 1% </li>
      <li>สามารถถ่ายเอกสารกลับหน้า-หลังอัตโนมัติ(Duplex)  </li>
      <li>ชุดป้อนต้นฉบับกลับหน้า-หลังอัตโนมัติ (RADF) บรรจุต้นฉบับได้ครั้งละ 100 แผ่น </li>
      <li>ความเร็วในการประมวลผล 1.33 GHz (Dual Core) Intel </li>
      <li>ระบบเลือกถ่ายเอกสารตามลักษณะต้นฉบับได้ 3 แบบคือ TEXT, PHOTO และ TEXT/PHOTO </li>
      <li>ระบบปรับความเข้ม-จางอัตโนมัติและปรับตามความต้องการได้ 11 ระดับ </li>
      <li>สามารถถ่ายจัดเรียงชุดสาเนาอัตโนมัติได้ถึง 999 ชุด (Electronic Sort) ทั้งแบบธรรมดาหรือแบบไขว้ 90 องศา </li>
      <li>สามารถถ่ายปรับพื้นหลังสาเนาให้เข้มหรือจางได้ (Background Adjustment) </li>
      <li>สามารถถ่ายปรับตัวอักษรสาเนาให้เข้มหรือจางได้ (Sharpness)  </li>
      <li>ระบบเลือกขนาดสาเนาให้ตรงกับต้นฉบับอัตโนมัติ (Auto Paper Selection)  </li>
      <li>ระบบ e-filing ช่วยแปลงข้อมูลเอกสารให้เป็นข้อมูลทางอิเลคทรอนิคส์เพื่อจัดเก็บไว้บนฮาร์ดดิสช่วยประหยัดค่าใช้จ่ายในด้านการจัดเก็บสำเนา </li>
      <li>ระบบควบคุมการใช้งานผ่านรหัสตั้งได้ 1,000 แผนก ด้วยเลขรหัส 5 หลักโดยสามารถตั้งจากัดปริมาณและตรวจสอบการใช้งานของ 
แต่ละรหัสได้ 
     <li> ฟังก์ชั่นการถ่ายบัตรประชาชนหน้า-หลังให้ลงบนกระดาษสาเนาหน้าเดียวกันได้โดยไม่ต้องป้อนกลับสาเนา 2 ครั้ง </li>
     <li> สามารถตั้งเวลาให้เครื่องปิดชั่วคราวอัตโนมัติเมื่อไม่ได้ใช้งานเป็นเวลานานๆ (Energy Save) และพร้อมระบบ Super Sleep Mode ที่ </li>
ช่วยประหยัดพลังงานและค่าใช้จ่ายเมื่อไม่ได้ใช้งานเครื่องโดยใช้ไฟเพียง 0.7 วัตต์ 
     <li>ระบบสัญญาณแจ้งเตือนบนหน้าจอที่เป็นข้อความและรูปภาพประกอบกรณีกระดาษติด ผงหมึกหมด เครื่องขัดข้อง </li>
     <li>ระบบการจ่ายผงหมึกเป็นแบบหมุนเวียน Recycling Toner System 100% ช่วยประหยัดค่าใช้จ่ายและลดมลภาวะโดยไม่มีกากหมึก </li>
เหลือทิ้งจากการใช้งาน 
     <li> ระบบเปิดฝาถ่ายฯพื้นที่ขอบรอบๆสาเนาไม่ขึ้นพื้นดา (Original Outside Erase) ช่วยประหยัดค่าใช้จ่ายและสาเนาแลดูสะอาด </li>
     <li>ระบบถ่ายสาเนาออกมาให้เป็นรูปเล่มอย่างหนังสือ (Magazine Sort) </li>
     <li>ระบบถ่ายลบขอบสาเนาอัตโนมัติ (Edge Erase) </li>
     <li>ระบบถ่ายข้ามหน้าเปล่าเอกสารกรณีถ่ายเอกสารหน้า-หลัง (Omit Blank Page) ช่วยประหยัดค่าใช้จ่ายด้านกระดาษสาเนา </li>
     <li>ใช้กับกระแสไฟฟ้า 220 – 240 โวทล์ 50 – 60 Hz </li>

    </ol>
    
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print) </h2>
    
    <ol>
<li> ความเร็วในการพิมพ์ 30 หน้าต่อนาที (A4) </li>
<li>ความละเอียดในการพิมพ์ 600 x 600 dpi. / 1200 x 1200 dpi. (PS3) </li>
<li>ภาษาเชื่อมต่อในการพิมพ์ (PDL): PCL5e, PCL5c, PCL6 (PCL XL), PS3, PDF, XPS, JPEG </li>
<li>จุดเชื่อมต่อสัญญาณ (LAN): RJ-45 Ethernet (10/100/1000 Base-T), USB 2.0 (High-speed) </li>
<li> รองรับระบบปฏิบัติการ Windows 7, 8, 8.1, 10, Windows Server 2008 SP2 /2008 R2 PS 1 / 2012 R2, / 2016 / Mac OS X 10.6.8, 
10.7.4, 10.8, 10.9, 10.10, 10.11, 10.12, 10.13, UNIX (Filter): Solaris (SUN) V10, 11, HP-UX VER11.iv3, AIX (IBM) 7.x, Linux </li>
<li> รองรับโปรโตคอลของระบบเครือข่าย TCP/IP (IPv4, IPv6), NetBIOS over TCP/IP, IPX/SPX® for Novell® Environments, EtherTalk® for Macintosh Environments </li>
<li> ระบบควบคุมการจัดการ Top Access </li>
<li> รองรับการพิมพ์งานโดยตรงจาก USB Thumb Drive </li>

    </ol>
    
    <h2>คุณสมบัติเน็ทเวอร์คสแกน (Network Scan) </h2>
    
    <ol>
      <li>ความเร็วในการสแกน 73 หน้าต่อนาที (A4, 300 dpi.) ทั้งสีและขาว/ดา  (A4) และสแกนเอกสารได้ถึงขนาด A3</li>
      <li>ความละเอียดในการสแกน 600 dpi, 400 dpi, 300 dpi, 200 dpi, 150 dpi, 100 dpi </li>
      <li>รูปแบบไฟล์สแกน JPEG, TIFF, PDF, XPS, Slim PDF </li>
      <li> รองรับการสแกนเอกสารจัดเก็บใน USB Thumb Drive โดยตรง ทั้งสีและขาว/ดา </li>
      <li>5. รองรับการสแกนแบบ TWAIN (to e-filing) 
      <li>6. ฟังก์ชั่นสแกนในระบบ Network </li>
 	<li> Scan to file </li>
	<li> Scan to e-filing </li>
	<li> Scan to Email </li>
	<li> Scan to USB Thumb Drive </li>

    </ol>`,
    type: 'Printer-Bw',
    linkDownload: '1MPfVp2Xn4DshBWoQWh9Si3F3BksNSkwm'
}, {
    id: 7,
    img: 'asset/products/e4528A.jpg',
    name: 'e-studio4528A',
    description: `<h2> คุณสมบัติเครื่องถ่ายเอกสารระบบดิจิตอลมัลติฟังก์ชั่น </h2>
    <ol>
    <li> คุณสมบัติถ่ายเอกสาร (COPY) </li>
    <li> ความเร็วในการถ่ายเอกสาร 45 แผ่นต่อนาที (A4) </li>
    <li>. หน่วยความจามาตรฐาน (RAM) 4 GB, และ HDD 320 GB ระบบ Self- Encrypting Drive </li>
    <li>. ความละเอียดในการถ่ายเอกสาร 1200 dpi. </li>
    <li> ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนด้านข้าง 
    บรรจุได้ 100 แผ่น </li>
    <li> สั่งงานด้วยจอภาพระบบเลื่อนสัมผัสขนาดใหญ่ 10.1 นิ้ว แบบ Tablet-style 
    Touch Screen ที่สามารถปรับเปลี่ยนสีพื้นหลังได้หลายรูปแบบ </li>
    <li> ความเร็วในการถ่ายเอกสารแผ่นแรก 3.6 วินาที </li>
    <li> ตั้งจานวนถ่ายเอกสารต่อเนื่อง 1 – 999 แผ่น พร้อมระบบถ่ายแทรกงานเร่งด่วน (INTERRUPT Mode) </li>
    <li> รองรับต้นฉบับเอกสารตั้งแต่ขนาด A5 – A3 ที่เป็นกระดาษธรรมดาและสี ลายเส้นดินสอ ตราหมึกประทับ และวัตถุสามมิติ </li>
    <li> รองรับสาเนาตั้งแต่ขนาด A5 – A3 ความหนาตั้งแต่ 50 – 260 แกรม และสามารถถ่ายลงบนกระดาษสี แผ่นใส กระดาษปก </li>
    <li> ระบบย่อ-ขยายตั้งแต่ 25% - 400% และสามารถปรับเพิ่ม-ลดได้ครั้งละ 1% </li>
    <li> สามารถถ่ายเอกสารกลับหน้า-หลังอัตโนมัติ (Duplex) </li>
    <li> ชุดป้อนต้นฉบับกลับหน้า-หลังอัตโนมัติ (RADF) บรรจุต้นฉบับได้ครั้งละ 100 แผ่น </li>
    <li> ความเร็วในการประมวลผล 1.33 GHz (Dual Core) Intel </li>
    <li> ระบบเลือกถ่ายเอกสารตามลักษณะต้นฉบับได้ 3 แบบคือ TEXT, PHOTO และ TEXT/PHOTO </li>
    <li> ระบบปรับความเข้ม-จางอัตโนมัติและปรับตามความต้องการได้ 11 ระดับ </li>
    <li> สามารถถ่ายจัดเรียงชุดสาเนาอัตโนมัติได้ถึง 999 ชุด (Electronic Sort) ทั้งแบบธรรมดาหรือแบบไขว้ 90 องศา </li>
    <li> สามารถถ่ายปรับพื้นหลังสาเนาให้เข้มหรือจางได้ (Background Adjustment) </li>
    <li> ระบบเลือกขนาดสาเนาให้ตรงกับต้นฉบับอัตโนมัติ (Auto Paper Selection) </li>
    <li> ระบบ e-filing ช่วยแปลงข้อมูลเอกสารให้เป็นข้อมูลทางอิเลคทรอนิคส์เพื่อจัดเก็บไว้บนฮาร์ดดิสช่วยประหยัดค่าใช้จ่ายในด้านการ 
    จัดเก็บสาเนา </li>
    <li>. ระบบควบคุมการใช้งานผ่านรหัสตั้งได้ 1,000 แผนก ด้วยเลขรหัส 5 หลักโดยสามารถตั้งจากัดปริมาณและตรวจสอบการใช้งานของ 
    แต่ละรหัสได้ </li>
    <li> ฟังก์ชั่นการถ่ายบัตรประชาชนหน้า-หลังให้ลงบนกระดาษสาเนาหน้าเดียวกันได้โดยไม่ต้องป้อนกลับสาเนา 2 ครั้ง </li>
    <li> สามารถตั้งเวลาให้เครื่องปิดชั่วคราวอัตโนมัติเมื่อไม่ได้ใช้งานเป็นเวลานานๆ (Energy Save) และพร้อมระบบ Super Sleep Mode ที่ ช่วยประหยัดพลังงานและค่าใช้จ่ายเมื่อไม่ได้ใช้งานเครื่องโดยใช้ไฟเพียง 0.7 วัตต์ </li>
    <li>. ระบบสัญญาณแจ้งเตือนบนหน้าจอที่เป็นข้อความและรูปภาพประกอบกรณีกระดาษติด ผงหมึกหมด เครื่องขัดข้อง </li>
    <li> ระบบการจ่ายผงหมึกเป็นแบบหมุนเวียน Recycling Toner System 100% ช่วยประหยัดค่าใช้จ่ายและลดมลภาวะโดยไม่มีกากหมึก เหลือทิ้งจากการใช้งาน </li>
    <li> ระบบเปิดฝาถ่ายฯพื้นที่ขอบรอบๆสาเนาไม่ขึ้นพื้นดา (Original Outside Erase) ช่วยประหยัดค่าใช้จ่ายและสาเนาแลดูสะอาด </li>
    <li> ระบบถ่ายสาเนาออกมาให้เป็นรูปเล่มอย่างหนังสือ (Magazine Sort) </li>
    <li> ระบบถ่ายลบขอบสาเนาอัตโนมัติ (Edge Erase) </li>
    <li> ระบบถ่ายข้ามหน้าเปล่าเอกสารกรณีถ่ายเอกสารหน้า-หลัง (Omit Blank Page) ช่วยประหยัดค่าใช้จ่ายด้านกระดาษสาเนา </li>
    <li> รองรับปริมาณงานพิมพ์สูงถึง 150,000 แผ่นต่อเดือน </li>
    <li> ใช้กับกระแสไฟฟ้า 220 – 240 โวทล์ 50 – 60 Hz </li>
    </ol>
    
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print) </h2>
    <li>. ความเร็วในการพิมพ์ 45 หน้าต่อนาที (A4) </li>
    <li> ความละเอียดในการพิมพ์ 600 x 600 dpi. / 1200 x 1200 dpi. (PS3) </li>
    <li> ภาษาเชื่อมต่อในการพิมพ์ (PDL): PCL5e, PCL5c, PCL6 (PCL XL), PS3 </li>
    <li> จุดเชื่อมต่อสัญญาณ (LAN): RJ-45 Ethernet (10/100/1000 Base-T), USB 2.0 (High-speed) </li>
    <li> รองรับระบบปฏิบัติการ Windows 7, 8, 8.1, 10, Windows Server 2008 SP2 /2008 R2 PS 1 / 2012 R2, / 2016 / Mac OS X 10.7.4, 
    10.8, 10.9, 10.10, 10.11, 10.12, 10.13, UNIX (Filter): Solaris (SUN) V10, 11, HP-UX VER11.iv3, AIX (IBM) 7.x, Linux </li>
    <li> รองรับโปรโตคอลของระบบเครือข่าย TCP/IP (IPv4, IPv6), NetBIOS over TCP/IP, IPX/SPX® for Novell® Environments, EtherTalk® for Macintosh Environments </li>
    <li> ระบบควบคุมการจัดการผ่านโปรแกรม Top Access </li>
    <li> รองรับการพิมพ์งานโดยตรงจาก USB Thumb Drive </li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คสแกน (Network Scan) </h2>
    <li> ความเร็วในการสแกน 73 หน้าต่อนาที (A4) ทั้งสีและขาว/ดา </li>
    <li> ความละเอียดในการสแกน 600 dpi, 400 dpi, 300 dpi, 200 dpi, 150 dpi, 100 dpi </li>
    <li>. รูปแบบไฟล์สแกน JPEG, TIFF, PDF, XPS, Slim PDF </li>
    <li> รองรับการสแกนเอกสารจัดเก็บใน USB Thumb Drive โดยตรง ทั้งสีและขาว/ดา </li>
    <li> รองรับการสแกนแบบ TWAIN (to e-filing) </li>
    <li> ฟังก์ชั่นสแกนในระบบ Network </li>
    <li> Scan to file </li>
    <li> Scan to e-filing </li>
    <li> Scan to Email </li>
    <li> Scan to USB Thumb Drive </li>
    <li> แบบมาตรฐานในการสแกน: Full Colour, Auto Colour, Monochrome และ Grayscale </li>
        </ol>`,
    type: 'Printer-Bw',
    linkDownload: '1ZbE6rOfpnNRQW0UOCcDxNlBqA5eAmA2Z'
}, {
    id: 8,
    img: 'asset/products/e5528A.jpg',
    name: 'e-studio5528A',
    description: `<h2>คุณสมบัติเครื่องถ่ายเอกสารระบบดิจิตอลมัลติฟังก์ชั่น</h2>
    <ol>
    <li>คุณสมบัติถ่ายเอกสาร (COPY) </li>
    <li>ความเร็วในการถ่ายเอกสาร 50 แผ่นต่อนาที (A4)</li>
    <li>หน่วยความจามาตรฐาน (RAM) 4 GB, และ HDD 320 GB ระบบ Self-Encrypting Drive
    <li>ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi.</li></li>
    <li>ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนด้านข้าง
    บรรจุได้ 100 แผ่น</li>
    <li>สั่งงานด้วยจอภาพระบบเลื่อนสัมผัสขนาดใหญ่ 10.1 นิ้ว แบบ Tablet-style</li>
    Touch Screen ที่สามารถปรับเปลี่ยนสีพื้นหลังได้หลายรูปแบบ</li>
    <li>ความเร็วในการถ่ายเอกสารแผ่นแรก 3.6 วินาที </li>
    <li>ตั้งจานวนถ่ายเอกสารต่อเนื่อง 1 – 999 แผ่น พร้อมระบบถ่ายแทรกงานเร่งด่วน (INTERRUPT Mode)</li>
    <li>รองรับต้นฉบับเอกสารตั้งแต่ ขนาด A6 – A3 ที่เป็นกระดาษธรรมดาและสี ลายเส้นดินสอ ตราหมึกประทับ และวัตถุสามมิติ</li>
    <li>รองรับสาเนาตั้งแต่ ขนาด A6 – A3 ความหนาตั้งแต่ 50 – 260 แกรม และสามารถถ่ายลงบนกระดาษสี แผ่นใส กระดาษปก</li>
    <li>ระบบย่อ-ขยายตั้งแต่ 25% - 400% และสามารถปรับเพิ่ม-ลดได้ครั้งละ 1%</li>
    <li>สามารถถ่ายเอกสารกลับหน้า-หลังอัตโนมัติ (Duplex)</li>
    <li>ชุดป้อนต้นฉบับกลับหน้า-หลังอัตโนมัติ (RADF) บรรจุต้นฉบับได้ครั้งละ 100 แผ่น</li>
    <li>ความเร็วในการประมวลผล 1.33 GHz (Dual Core) Intel</li>
    <li>ระบบเลือกถ่ายเอกสารตามลักษณะต้นฉบับได้ 3 แบบคือ TEXT, PHOTO และ TEXT/PHOTO</li>
    <li>ระบบปรับความเข้ม-จางอัตโนมัติและปรับตามความต้องการได้ 11 ระดับ</li>
    <li>สามารถถ่ายจัดเรียงชุดสาเนาอัตโนมัติได้ถึง 999 ชุด (Electronic Sort) ทั้งแบบธรรมดาหรือแบบไขว้ 90 องศา</li>
    <li>สามารถถ่ายปรับพื้นหลังสาเนาให้เข้มหรือจางได้ (Background Adjustment)</li>
    <li>สามารถถ่ายปรับความคมชัดของตัวอักษรสาเนาได้ (Sharpness)</li>
    <li>ระบบเลือกขนาดสาเนาให้ตรงกับต้นฉบับอัตโนมัติ (Auto Paper Selection)</li>
    <li>ระบบ e-filing ช่วยแปลงข้อมูลเอกสารให้เป็นข้อมูลทางอิเลคทรอนิคส์เพื่อจัดเก็บไว้บนฮาร์ดดิสช่วยประหยัดค่าใช้จ่ายในด้านการ
    จัดเก็บสาเนา</li>
    <li>ระบบควบคุมการใช้งานผ่านรหัสตั้งได้ 1,000 แผนก ด้วยเลขรหัส 5 หลักโดยสามารถตั้งจากัดปริมาณและตรวจสอบการใช้งานของ
    แต่ละรหัสได้ </li>
    <li>ฟังก์ชั่นการถ่ายบัตรประชาชนหน้า-หลังให้ลงบนกระดาษสาเนาหน้าเดียวกันได้โดยไม่ต้องป้อนกลับสาเนา 2 ครั้ง</li>
    <li>สามารถตั้งเวลาให้เครื่องปิดชั่วคราวอัตโนมัติเมื่อไม่ได้ใช้งานเป็นเวลานานๆ (Energy Save) และพร้อมระบบ Super Sleep Mode ที่
    ช่วยประหยัดพลังงานและค่าใช้จ่ายเมื่อไม่ได้ใช้งานเครื่องโดยใช้ไฟเพียง 1 วัตต์ </li>
    <li>ระบบสัญญาณแจ้งเตือนบนหน้าจอที่เป็นข้อความและรูปภาพประกอบกรณีกระดาษติด ผงหมึกหมด เครื่องขัดข้อง</li>
    <li>ระบบการจ่ายผงหมึกเป็นแบบหมุนเวียน Recycling Toner System 100% ช่วยประหยัดค่าใช้จ่ายและลดมลภาวะโดยไม่มีกากหมึก
    เหลือทิ้งจากการใช้งาน</li>
    <li>ระบบเปิดฝาถ่ายฯพื้นที่ขอบรอบๆสาเนาไม่ขึ้นพื้นดา (Original Outside Erase) ช่วยประหยัดค่าใช้จ่ายและสาเนาแลดูสะอาด</li>
    <li>ระบบถ่ายสาเนาออกมาให้เป็นรูปเล่มอย่างหนังสือ (Magazine Sort)</li>
    <li>ระบบถ่ายข้ามหน้าเปล่าเอกสารกรณีถ่ายเอกสารหน้า-หลัง (Omit Blank Page) ช่วยประหยัดค่าใช้จ่ายด้านกระดาษสาเนา</li>
    <li>รองรับปริมาณงานพิมพ์สูงถึง 150,000 แผ่นต่อเดือน</li>
    <li>ใช้กับกระแสไฟฟ้า 220 – 240 โวทล์ 50 – 60 Hz</li>
    </ol>
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print) </h2>
    <li>ความเร็วในการพิมพ์ 50 หน้าต่อนาที (A4)</li>
    <li>ความละเอียดในการพิมพ์ 600 x 600 dpi. / 1200 x 1200 dpi. (PS3)</li>
    <li>ภาษาเชื่อมต่อในการพิมพ์ (PDL): PCL5e, PCL5c, PCL6 (PCL XL), PS3</li>
    <li>จุดเชื่อมต่อสัญญาณ (LAN): RJ-45 Ethernet (10/100/1000 Base-T), USB 2.0 (High-speed)</li>
    <li>รองรับระบบปฏิบัติการ Windows 7, 8, 8.1, 10, Windows Server 2008 SP2 /2008 R2 PS 1 / 2012 R2, / 2016 / Mac OS X 10.7.4,
    10.8, 10.9, 10.10, 10.11, 10.12, 10.13, UNIX (Filter): Solaris (SUN) V10, 11, HP-UX VER11.iv3, AIX (IBM) 7.x, Linux</li>
    <li>รองรับโปรโตคอลของระบบเครือข่าย TCP/IP (IPv4, IPv6), NetBIOS over TCP/IP, IPX/SPX® for Novell® Environments,EtherTalk® for Macintosh Environments</li>
    <li>ระบบควบคุมการจัดการผ่านโปรแกรม Top Access</li>
    <li>มาตรฐานสิ่งแวดล้อม Energy Star (V2.0), EPEAT Gold, Blue Angel Mark (RAL UZ-171, MFD), RoHS</li>
    <li>รองรับการพิมพ์งานโดยตรงจาก USB Thumb Drive</li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คสแกน (Network Scan) </h2>
    <li>ความเร็วในการสแกน 73 หน้าต่อนาที (A4, 300 dpi) ทั้งสีและขาว/ดา</li>
    <li>ความละเอียดในการสแกน 600 x 600 dpi / 1,200x1,200 dpi</li>
    <li>รูปแบบไฟล์สแกน JPEG, TIFF, PDF, XPS, Slim PDF</li>
    <li>รองรับการสแกนเอกสารจัดเก็บใน USB Thumb Drive โดยตรง ทั้งสีและขาว/ดา</li>
    <li>รองรับการสแกนแบบ TWAIN (to e-filing)</li>
    <li>ฟังก์ชั่นสแกนในระบบ Network</li>
    <li>Scan to file</li>
    <li>Scan to e-filing</li>
    <li>Scan to Email</li>
    <li>Scan to USB Thumb Drive</li>
    
    <li>แบบมาตรฐานในการสแกน: Full Colour, Auto Colour, Monochrome และ Grayscale</li>
     </ol>`,
    
    type: 'Printer-Bw',
    linkDownload: '1NZLqQKscoTBR5q6O5KDkrG7DEM2heLXi'
}, {
    id: 9,
    img: 'asset/products/e2520AC,3025,4525.jpg',
    name: 'e-studio3025AC',
    description:`<h2>คุณสมบัติเครื่องถ่ายเอกสารสีดิจิตอลมัลติฟังก์ชั่น</h2>
    <ol>
    <li>คุณสมบัติถ่ายเอกสาร (Copy</li>
    <li> เป็นเครื่องถ่ายเอกสารดิจิตอลระบบมัลติฟังก์ ทำภาพด้วยระบบเลเซอร์ 4 หัวอ่าน
    ชนิดใช้ผงหมึกแห้ง</li>
    <li> ความเร็วในการถ่ายเอกสาร 30 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li> หน่วยความจำมาตรฐาน (RAM) 4 GB และฮาร์ดดิส 320 GB</li>
    <li> ความเร็วในการประมวลผล 1.33 GHz (Dual Core Processor)</li>
    <li> ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi.</li>
    <li>ตั้งจำนวนการถ่ายเอกสารต่อเนื่อง 1 – 999 พร้อมฟังก์ชั่นถ่ายแทรกงานเร่งด่วน (INTERRUPT)</li>
    <li>ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนกระดาษด้านข้างวางได้ 100 แผ่น</li>
    <li>ชุดป้อนต้นฉบับอัตโนมัติ (RADF) วางต้นฉบับได้ครั้งละ 100 ฉบับ</li>
    <li>ชุดกลับสำเนาหน้า-หลังอัตโนมัติ (DUPLEXING UNIT)</li>
    <li>หน้าจอสีสั่งงานระบบสัมผัสขนาดใหญ่ 10.1 นิ้ว LCD แบบ Tablet Style Touch Swipe สะดวกต่อการมองเห็นและสัมผัส</li>
    <li>รองรับขนาดต้นฉบับตั้งแต่ A5 - A3</li>
    <li> รองรับขนาดกระดาษสำเนาตั้งแต่ A5 – A3 และขนาดใหญ่พิเศษ 305 – 1,200 ม.ม. (BANNER) ความหนาตั้งแต่ 52 – 280 แกรม</li>
    <li>ความเร็วในการถ่ายเอกสารแผ่นแรก 5.9 วินาที (ขาว/ดา) และ 7.8 วินาที (สี)</li>
    <li>ระบบย่อ – ขยาย 25% - 400% และสามารถปรับเพิ่ม – ลดได้ครั้งละ 1%</li>
    <li>ระบบปรับความเข้ม-จางอัตโนมัติ (AUTO) และสามารถปรับตามความต้องการได้อีก 11 ระดับ</li>
    <li> ระบบเลือกขนาดสำเนาอัตโนมัติ (AUTO PAPER SELECTION)</li>
    <li> ระบบปรับลดพื้นหลังสำเนา (BACKGROUND ADJUSTMENT) ทำให้เอกสารแลดูสะอาดต่อการอ่านและประหยัดผงหมึก</li>
    <li> ระบบถ่ายข้ามหน้าเอกสารเปล่า (OMIT BLANK PAGE) กรณีถ่ายสำเนาหน้า-หลังด้วยประหยัดค่าใช้จ่าย</li>
    <li> ระบบถ่ายจัดเรียงชุดสำเนาอัตโนมัติ (ELECTRONIC SORT)</li>
    <li>ระบบถ่ายเอกสารให้ออกมาเป็นรูปเล่มอย่างหนังสือ (MAGAZINE SORT)</li>
    <li> ระบบพิสูจน์สำเนา (PROOF COPY) กรณีถ่ายเอกสารจำนวนมากโดยเครื่องจะถ่ายออกมาให้หนึ่งชุดเพื่อตรวจเช็ค
    ก่อนถ่ายงานที่เหลือ ช่วยป้องกันความเสียหายและประหยัดค่าใช้จ่าย</li>
    <li> ระบบถ่ายประทับลำดับเลขหน้าสำเนา วันที่ และเวลา</li>
    <li>ระบบแสดงสิทธิผู้ใช้งานตั้งได้ 1,000 รหัส (ID CODE) ด้วยเลขรหัส 5 หลักและสามารถกำหนดจำกัดปริมาณการใช้งานทั้งสีและขาว/ดำของแต่ละรหัสได้</li>
    <li>ระบบตั้งคำสั่งงานที่ใช้ประจำ ตั้งได้ถึง 12,060 คา สั่งงาน (TEMPLATE)</li>
    <li>ระบบตั้งประหยัดพลังงาน 2 ชั้นเมื่อไม่ได้ใช้งานเครื่องเป็นระยะเวลานานเพื่อช่วยประหยัดค่าพลังงาน (ENERGY SAVE MODEและระบบ SUPER SLEEP MODE ที่ใช้พลังงานเพียง 1 วัตต์)</li>
    <li> ระบบตรวจเช็คปริมาณผงหมึกคงเหลือทั้ง 4 สีในเครื่อง (TONER REMAIN MODE)</li>
    <li>ระบบถ่ายเอกสารคุณภาพตามชนิดของต้นฉบับเช่น TEXT, TEXT/PHOTO และ PHOTO</li>
    <li> ระบบถ่ายบัตรประชาชน (ID CARD) โดยไม่ต้องป้อนหรือกลับสำเนาด้วยมือ (อุปกรณ์เสริม)</li>
    e-STUDIO 3015AC P.1</li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print)</h2>
    <li> ความเร็วในการพิมพ์ 30 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li> ความละเอียดในการพิมพ์ 600 x 600 dpi./1200 x 1200 dpi (PS3)</li>
    <li>ภาษาที่ใช้ในการพิมพ์ PCL5/PCL6, PostScript, XPS</li>
    <li>รองรับการต่อเชื่อมในระบบเครือข่ายเน็ทเวิอร์ค: 10/100/1000 Base-T</li>
    <li>รองรับภาษาในระบบเครือข่ายเน็ทเวอร์ค: TCP/IP (iPv4/iPv6), IPX/SPX, Ether Talk, NetBIOS over TCP/IP</li>
    <li> รองรับระบบปฎิบัติการ(OS) : Windows XP/Vista/7/8/8.1/10/Windows Server 2008/2012, Mac OS x 10.6/10.7/10.8/10.9/10.10
    /10.11, UNIX, Linux</li>
    <li>สามารถพิมพ์งานโดยตรงจาก USB Memory (Flash Drive)</li>
    <li>สามารถสั่งพิมพ์รวมหน้าเอกสารเช่น 2 in 1, 4 in 1</li>
    <li> รองรับการพิมพ์งานขนาดกระดาษพิเศษ 305 x 1200 ม.ม. (BANNER)</li>
    <li>ระบบคา สั่งในการพิมพ์</li>
    <li>Private Print : การใส่รหัสส่วนตัวเพื่อสั่งพิมพ์งานไปรอที่เครื่องสาหรับงานพิมพ์ที่เป็นส่วนตัวหรือเป็นความลับ</li>
    <li>Hold Print : การสั่งพิมพ์งานไปรอที่เครื่องแต่ไม่ต้องใส่รหัสใดๆ ป้องกันเอกสารปะปนกับงานอื่น</li>
    <li> Print to e-Filing : สั่งพิมพ์งานไปเก็บไว้ในโฟลเดอร์ที่กา หนดไว้บนฮาร์ดดิสในเครื่อง</li>
    <li> สามารถตั้งคา สั่งงานพิมพ์ที่ใช้ประจา ได้ของแต่ละผู้ใช้งาน (SAVE PROFILE)</li>
    </ol>
    คุณสมบัติเน็ทเวอร์คสแกน (Network Scan)
    <li> ความเร็วในการสแกน 73 หน้าต่อนาที (A4, 300 dpi. ทั้งสีและขาว/ดำ )</li>
    <li> ความละเอียดในการสแกนสูงสุด 600 x600 dpi. และสามารถกำหนดระดับความละเอียดได้ เช่น 100,150,200,300,400 หรือ 600 dpi.</li>
    <li>ระบบ Preview Scan สามารถดูภาพสแกนบนหน้าจอเครื่องก่อนสแกนจริง</li>
    <li> รูปแบบไฟล์สแกน JPEG, PDF, TIFF, XPS
    <li>คา สั่งในการสแกน</li>
    <li>Scan to file</li>
    <li>Scan to Email</li>
    <li>Scan to e-Filing</li>
    <li>Scan to URL</li>
    <li>Scan to USB Memory (Flash Drive)</li>
    <li> Scan to Server</li>
    </ol>`,
    
    type: 'Printer-color',
    linkDownload: '1XdNFamn66ZGCDK4pVlpfvWuIuyu6Shn3'
}, {
    id: 10,
    img: 'asset/products/e2520AC,3025,4525.jpg',
    name: 'e-studio4525AC',
    description: `<h2>คุณสมบัติถ่ายเอกสาร (Copy) </h2>
    <ol>
    <li>เป็นเครื่องถ่ายเอกสารดิจิตอลระบบมัลติฟังก์ ทำภาพด้วยระบบเลเซอร์ 4 หัวอ่าน
    ชนิดใช้ผงหมึกแห้ง</li>
    <li> ความเร็วในการถ่ายเอกสาร 45 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li>หน่วยความจำมาตรฐาน (RAM) 4 GB และฮาร์ดดิส 128SSD</li>
    <li>ความเร็วในการประมวลผล 1.33 GHz (Dual Core Processor)</li>
    <li> ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi.</li>
    <li> ตั้งจำนวนการถ่ายเอกสารต่อเนื่อง 1 – 999 พร้อมฟังก์ชั่นถ่ายแทรกงานเร่งด่วน (INTERRUPT)</li>
    <li> ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนกระดาษด้านข้างวางได้ 100 แผ่น</li>
    <li> ชุดป้อนต้นฉบับอัตโนมัติ (RADF) วางต้นฉบับได้ครั้งละ 100 ฉบับ</li>
    <li> ชุดกลับสำเนาหน้า-หลังอัตโนมัติ (DUPLEXING UNIT)</li>
    <li> หน้าจอสีสั่งงานระบบสัมผัสขนาดใหญ่ 10.1 นิ้ว LCD แบบ Tablet Style Touch Swipe สะดวกต่อการมองเห็นและสัมผัส</li>
    <li> รองรับขนาดต้นฉบับตั้งแต่ A5 - A3</li>
    <li> รองรับขนาดกระดาษสำเนาตั้งแต่ A5 – A3 และขนาดใหญ่พิเศษ 305 – 1,200 ม.ม. (BANNER) ความหนาตั้งแต่ 52 – 280 แกรม</li>
    <li> ความเร็วในการถ่ายเอกสารแผ่นแรก 5.9 วินาที (ขาว/ดา) และ 7.8 วินาที (สี)</li>
    <li> ระบบย่อ – ขยาย 25% - 400% และสามารถปรับเพิ่ม – ลดได้ครั้งละ 1%</li>
    <li>ระบบปรับความเข้ม-จางอัตโนมัติ (AUTO) และสามารถปรับตามความต้องการได้อีก 11 ระดับ</li>
    <li> ระบบเลือกขนาดสำเนาอัตโนมัติ (AUTO PAPER SELECTION)</li>
    <li>ระบบปรับลดพื้นหลังสำเนา (BACKGROUND ADJUSTMENT) ทำให้เอกสารแลดูสะอาดต่อการอ่านและประหยัดผงหมึก</li>
    <li>ระบบถ่ายข้ามหน้าเอกสารเปล่า (OMIT BLANK PAGE) กรณีถ่ายสำเนาหน้า-หลังด้วยประหยัดค่าใช้จ่าย</li>
    <li>ระบบถ่ายจัดเรียงชุดสำเนาอัตโนมัติ (ELECTRONIC SORT)</li>
    <li> ระบบถ่ายเอกสารให้ออกมาเป็นรูปเล่มอย่างหนังสือ (MAGAZINE SORT)</li>
    <li>ระบบพิสูจน์สำเนา (PROOF COPY) กรณีถ่ายเอกสารจำนวนมากโดยเครื่องจะถ่ายออกมาให้หนึ่งชุดเพื่อตรวจเช็ค</li>
    ก่อนถ่ายงานที่เหลือ ช่วยป้องกันความเสียหายและประหยัดค่าใช้จ่าย</li>
    <li>ระบบถ่ายประทับลำดับเลขหน้าสำเนา วันที่ และเวลา</li>
    <li> ระบบแสดงสิทธิผู้ใช้งานตั้งได้ 1,000 รหัส (ID CODE) ด้วยเลขรหัส 5 หลักและสามารถกำหนดจำกัดปริมาณการใช้งานทั้งสีและขาว/ดำของแต่ละรหัสได้</li>
    <li> ระบบตั้งคำสั่งงานที่ใช้ประจำ ตั้งได้ถึง 12,060 คา สั่งงาน (TEMPLATE)</li>
    <li>ระบบตั้งประหยัดพลังงาน 2 ชั้นเมื่อไม่ได้ใช้งานเครื่องเป็นระยะเวลานานเพื่อช่วยประหยัดค่าพลังงาน (ENERGY SAVE MODEและระบบ SUPER SLEEP MODE ที่ใช้พลังงานเพียง 1 วัตต์)</li>
    <li> ระบบตรวจเช็คปริมาณผงหมึกคงเหลือทั้ง 4 สีในเครื่อง (TONER REMAIN MODE)</li>
    <li>ระบบถ่ายเอกสารคุณภาพตามชนิดของต้นฉบับเช่น TEXT, TEXT/PHOTO และ PHOTO</li>
    <li>ระบบถ่ายบัตรประชาชน (ID CARD) โดยไม่ต้องป้อนหรือกลับสำเนาด้วยมือ (อุปกรณ์เสริม)
    e-STUDIO 3015AC P.1</li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print)</h2>
    <li> ความเร็วในการพิมพ์ 30 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li>ความละเอียดในการพิมพ์ 600 x 600 dpi./1200 x 1200 dpi (PS3)</li>
    <li> ภาษาที่ใช้ในการพิมพ์ PCL5/PCL6, PostScript, XPS</li>
    <li> รองรับการต่อเชื่อมในระบบเครือข่ายเน็ทเวิอร์ค: 10/100/1000 Base-T</li>
    <li>รองรับภาษาในระบบเครือข่ายเน็ทเวอร์ค: TCP/IP (iPv4/iPv6), IPX/SPX, Ether Talk, NetBIOS over TCP/IP</li>
    <li>รองรับระบบปฎิบัติการ(OS) : Windows XP/Vista/7/8/8.1/10/Windows Server 2008/2012, Mac OS x 10.6/10.7/10.8/10.9/10.10
    /10.11, UNIX, Linux</li>
    <li>สามารถพิมพ์งานโดยตรงจาก USB Memory (Flash Drive)</li>
    <li> สามารถสั่งพิมพ์รวมหน้าเอกสารเช่น 2 in 1, 4 in 1</li>
    <li> รองรับการพิมพ์งานขนาดกระดาษพิเศษ 305 x 1200 ม.ม. (BANNER)</li>
    <li> ระบบคา สั่งในการพิมพ์</li>
    <li> Private Print : การใส่รหัสส่วนตัวเพื่อสั่งพิมพ์งานไปรอที่เครื่องสาหรับงานพิมพ์ที่เป็นส่วนตัวหรือเป็นความลับ</li>
    <li> Hold Print : การสั่งพิมพ์งานไปรอที่เครื่องแต่ไม่ต้องใส่รหัสใดๆ ป้องกันเอกสารปะปนกับงานอื่น
    <li> Print to e-Filing : สั่งพิมพ์งานไปเก็บไว้ในโฟลเดอร์ที่กา หนดไว้บนฮาร์ดดิสในเครื่อง</li>
    <li> สามารถตั้งคา สั่งงานพิมพ์ที่ใช้ประจา ได้ของแต่ละผู้ใช้งาน (SAVE PROFILE)</li>
    </ol>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คสแกน (Network Scan)</h2>
    <li> ความเร็วในการสแกน 73 หน้าต่อนาที (A4, 300 dpi. ทั้งสีและขาว/ดำ )</li>
    <li> ความละเอียดในการสแกนสูงสุด 600 x600 dpi. และสามารถกำหนดระดับความละเอียดได้ เช่น 100,150,200,300,400 หรือ 600 dpi.</li>
    <li>ระบบ Preview Scan สามารถดูภาพสแกนบนหน้าจอเครื่องก่อนสแกนจริง</li>
    <li> รูปแบบไฟล์สแกน JPEG, PDF, TIFF, XPS</li>
    <li> คา สั่งในการสแกน</li>
    <li>Scan to file</li>
    <li> Scan to Email</li>
    <li> Scan to e-Filing</li>
    <li> Scan to URL</li>
    <li> Scan to USB Memory (Flash Drive)</li>
    <li> Scan to Server</li>
    </ol>`, 	
    
    type: 'Printer-color',
    linkDownload: '11lHBKjg6fjAGrndd2hXIrOb4c9NPhI9b'
}, {
    id: 11,
    img: 'asset/products//e2520AC,3025,4525.jpg',
    name: 'e-studio5015AC',
    description: `<h2>คุณสมบัติเครื่องถ่ายเอกสารสีดิจิตอลมัลติฟังก์ชั่น</h2>
    <ol>
    <h2>คุณสมบัติถ่ายเอกสาร (Copy) </h2>
    <li>เป็นเครื่องถ่ายเอกสารดิจิตอลระบบมัลติฟังก์ ทำภาพด้วยระบบเลเซอร์ 4 หัวอ่าน</li>
    ชนิดใช้ผงหมึกแห้ง</li>
    <li> ความเร็วในการถ่ายเอกสาร 45 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li>หน่วยความจำมาตรฐาน (RAM) 4 GB และฮาร์ดดิส 128SSD</li>
    <li> ความเร็วในการประมวลผล 1.33 GHz (Dual Core Processor)</li>
    <li>ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi.</li>
    <li>ตั้งจำนวนการถ่ายเอกสารต่อเนื่อง 1 – 999 พร้อมฟังก์ชั่นถ่ายแทรกงานเร่งด่วน (INTERRUPT)</li>
    <li> ถาดบรรจุกระดาษมาตรฐาน 2 ถาดๆละ 550 แผ่น พร้อมถาดป้อนกระดาษด้านข้างวางได้ 100 แผ่น</li>
    <li>ชุดป้อนต้นฉบับอัตโนมัติ (RADF) วางต้นฉบับได้ครั้งละ 100 ฉบับ</li>
    <li> ชุดกลับสำเนาหน้า-หลังอัตโนมัติ (DUPLEXING UNIT)</li>
    <li> หน้าจอสีสั่งงานระบบสัมผัสขนาดใหญ่ 10.1 นิ้ว LCD แบบ Tablet Style Touch Swipe สะดวกต่อการมองเห็นและสัมผัส</li>
    <li>รองรับขนาดต้นฉบับตั้งแต่ A5 - A3</li>
    <li>รองรับขนาดกระดาษสำเนาตั้งแต่ A5 – A3 และขนาดใหญ่พิเศษ 305 – 1,200 ม.ม. (BANNER) ความหนาตั้งแต่ 52 – 280 แกรม</li>
    <li> ความเร็วในการถ่ายเอกสารแผ่นแรก 5.9 วินาที (ขาว/ดา) และ 7.8 วินาที (สี)</li>
    <li> ระบบย่อ – ขยาย 25% - 400% และสามารถปรับเพิ่ม – ลดได้ครั้งละ 1%</li>
    <li> ระบบปรับความเข้ม-จางอัตโนมัติ (AUTO) และสามารถปรับตามความต้องการได้อีก 11 ระดับ</li>
    <li> ระบบเลือกขนาดสำเนาอัตโนมัติ (AUTO PAPER SELECTION)</li>
    <li> ระบบปรับลดพื้นหลังสำเนา (BACKGROUND ADJUSTMENT) ทำให้เอกสารแลดูสะอาดต่อการอ่านและประหยัดผงหมึก</li>
    <li>ระบบถ่ายข้ามหน้าเอกสารเปล่า (OMIT BLANK PAGE) กรณีถ่ายสำเนาหน้า-หลังด้วยประหยัดค่าใช้จ่าย</li>
    <li> ระบบถ่ายจัดเรียงชุดสำเนาอัตโนมัติ (ELECTRONIC SORT)</li>
    <li> ระบบถ่ายเอกสารให้ออกมาเป็นรูปเล่มอย่างหนังสือ (MAGAZINE SORT)</li>
    <li> ระบบพิสูจน์สำเนา (PROOF COPY) กรณีถ่ายเอกสารจำนวนมากโดยเครื่องจะถ่ายออกมาให้หนึ่งชุดเพื่อตรวจเช็ค</li>
    ก่อนถ่ายงานที่เหลือ ช่วยป้องกันความเสียหายและประหยัดค่าใช้จ่าย</li>
    <li> ระบบถ่ายประทับลำดับเลขหน้าสำเนา วันที่ และเวลา</li>
    <li>ระบบแสดงสิทธิผู้ใช้งานตั้งได้ 1,000 รหัส (ID CODE) ด้วยเลขรหัส 5 หลักและสามารถกำหนดจำกัดปริมาณการใช้งานทั้งสีและขาว/ดำของแต่ละรหัสได้</li>
    <li> ระบบตั้งคำสั่งงานที่ใช้ประจำ ตั้งได้ถึง 12,060 คา สั่งงาน (TEMPLATE)</li>
    <li> ระบบตั้งประหยัดพลังงาน 2 ชั้นเมื่อไม่ได้ใช้งานเครื่องเป็นระยะเวลานานเพื่อช่วยประหยัดค่าพลังงาน (ENERGY SAVE MODEและระบบ SUPER SLEEP MODE ที่ใช้พลังงานเพียง 1 วัตต์)</li>
    <li>ระบบตรวจเช็คปริมาณผงหมึกคงเหลือทั้ง 4 สีในเครื่อง (TONER REMAIN MODE)</li>
    <li> ระบบถ่ายเอกสารคุณภาพตามชนิดของต้นฉบับเช่น TEXT, TEXT/PHOTO และ PHOTO</li>
    <li> ระบบถ่ายบัตรประชาชน (ID CARD) โดยไม่ต้องป้อนหรือกลับสำเนาด้วยมือ (อุปกรณ์เสริม)
    e-STUDIO 3015AC P.1</li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คพริ้นท์ (Network Print)</h2>
    <li>ความเร็วในการพิมพ์ 30 แผ่นต่อนาที (ทั้งสีและขาว/ดำ )</li>
    <li> ความละเอียดในการพิมพ์ 600 x 600 dpi./1200 x 1200 dpi (PS3)</li>
    <li> ภาษาที่ใช้ในการพิมพ์ PCL5/PCL6, PostScript, XPS</li>
    <li>รองรับการต่อเชื่อมในระบบเครือข่ายเน็ทเวิอร์ค: 10/100/1000 Base-T</li>
    <li>รองรับภาษาในระบบเครือข่ายเน็ทเวอร์ค: TCP/IP (iPv4/iPv6), IPX/SPX, Ether Talk, NetBIOS over TCP/IP</li>
    <li> รองรับระบบปฎิบัติการ(OS) : Windows XP/Vista/7/8/8.1/10/Windows Server 2008/2012, Mac OS x 10.6/10.7/10.8/10.9/10.10
    /10.11, UNIX, Linux</li>
    <li>สามารถพิมพ์งานโดยตรงจาก USB Memory (Flash Drive)</li>
    <li>สามารถสั่งพิมพ์รวมหน้าเอกสารเช่น 2 in 1, 4 in 1</li>
    <li> รองรับการพิมพ์งานขนาดกระดาษพิเศษ 305 x 1200 ม.ม. (BANNER)</li>
    <li> ระบบคา สั่งในการพิมพ์</li>
    <li>Private Print : การใส่รหัสส่วนตัวเพื่อสั่งพิมพ์งานไปรอที่เครื่องสาหรับงานพิมพ์ที่เป็นส่วนตัวหรือเป็นความลับ</li>
    <li> Hold Print : การสั่งพิมพ์งานไปรอที่เครื่องแต่ไม่ต้องใส่รหัสใดๆ ป้องกันเอกสารปะปนกับงานอื่น</li>
    <li> Print to e-Filing : สั่งพิมพ์งานไปเก็บไว้ในโฟลเดอร์ที่กา หนดไว้บนฮาร์ดดิสในเครื่อง</li>
    <li>สามารถตั้งคา สั่งงานพิมพ์ที่ใช้ประจา ได้ของแต่ละผู้ใช้งาน (SAVE PROFILE)</li>
    <ol>
    <h2>คุณสมบัติเน็ทเวอร์คสแกน (Network Scan)</h2>
    <li>ความเร็วในการสแกน 73 หน้าต่อนาที (A4, 300 dpi. ทั้งสีและขาว/ดำ )</li>
    <li> ความละเอียดในการสแกนสูงสุด 600 x600 dpi. และสามารถกำหนดระดับความละเอียดได้ เช่น 100,150,200,300,400 หรือ 600 dpi.</li>
    <li>ระบบ Preview Scan สามารถดูภาพสแกนบนหน้าจอเครื่องก่อนสแกนจริง</li>
    <li>รูปแบบไฟล์สแกน JPEG, PDF, TIFF, XPS</li>
    <li> คา สั่งในการสแกน</li>
    <li>Scan to file</li>
    <li> Scan to Email</li>
    <li>Scan to e-Filing</li>
    <li> Scan to URL</li>
    <li> Scan to USB Memory (Flash Drive)</li>
    <li> Scan to Server</li>
    </ol>`,
    
    type: 'Printer-color',
    linkDownload: '1dszsc8iOuu_-KRJ8ofNQ_S4_jpSXR0Wx'
}, {
    id: 12,
    img: 'asset/products/e-330AC 400AC.jpg',
    name: 'e-studio330AC 400AC',
    description: 
    `<h2>คุณสมบัติเครื่องถ่ายเอกสารสีระบบดิจิตอลมัลติฟังก์ชั่น</h2>
    <ol>
    <h2>คุณสมบัติถ่ายเอกสาร (Copy)</h2>
    <li>เป็นเครื่องถ่ายเอกสารสี ระบบดิจิตอลมัลติฟังก์ชั่นทำภาพด้วยระบบเลเซอร์ ชนิดใช้ผงหมึกแห้ง</li>
    <li>ความเร็วในการถ่ายเอกสาร 33,44 แผ่น/นาที (ทั้งสีและขาว/ดำ)</li>
    <li>หน่วยความจามาตรฐาน (RAM) 4 GB และอาร์ดดิส 320 GB</li>
    <li> ความละเอียดในการถ่ายเอกสาร 600 x 600 dpi. </li>
    <li>ตั้งจำนวนการถ่ายเอกสารต่อเนื่อง 1 – 999 แผ่นโดยอ่านเอกสารต้นฉบับเพียงครั้งเดียว พร้อมระบบถ่ายแทรกงานเร่งด่วน</li>
    <li> ถาดบรรจุกระดาษ 1 ถาด ( 550 แผ่น) พร้อมถาดป้อนด้านข้างวางได้ 100 แผ่น</li>
    <li>ชุดป้อนต้นฉบับอัตโนมัติ (DSDF) วางต้นฉบับเพื่อสแกนได้พร้อมกันหน้าหลัง</li>
    <li> ชุดกลับสำเนาหน้า-หลังอัตโนมัติ (Duplexing Unit)</li>
    <li> หน้าจอสั่งงานระบบสัมผัสขนาดใหญ่ 10.1 นิ้ว ปรับมุมมองเห็นได้ชัดเจน</li>
    <li> รองรับต้นฉบับและสำเนาตั้งแต่ขนาด A5 – A4</li>
    <li> รองรับขนาดกระดาษสำเนาตั้งแต่ A5 – A4 หนาตั้งแต่ 52-256 แกรม</li>
    <li>ระบบย่อ – ขยาย 25% – 400% และปรับเพิ่ม – ลดครั้งละ 1%</li>
    <li> ความเร็วในการในการถ่ายเอกสารแผ่นแรก ขาวดำ 5.7 วินาที,สี 7.2 วินาที(รุ่น e330AC) และ ขาวดำ 5.1 วินาที,สี 6.3 วินาที (รุ่น e400AC)</li>
    <li> ระบบปรับความเข้มจางอัตโนมัติ (Auto) และปรับเองตามต้องการได้ถึง 11 ระดับ</li>
    <li>ระบบเลือกสำเนาอัตโนมัติ (Auto Paper Selection)</li>
    <li>ระบบปรับลดพื้นหลังสำเนา(Background Adjustment) ทำให้เอกสารแลดูสะอาดต่อการอ่านและประหยัดผงหมึก</li>
    <li>ระบบถ่ายข้ามหน้าเอกสารเปล่า(Omit Black Page) กรณีถ่ายสำเนาหน้า-หลังช่วยประหยัดค่าใช้จ่าย</li>
    <li> ระบบตั้งประหยัดพลังงาน 2 ชั้นเมื่อไม่ได้ใช้งานเครื่องเป็นระยะเวลานานเพื่อช่วยประหยัดค่าพลังงาน (ENERGY SAVE MODE และระบบ SUPER SLEEP MODE ที่ใช้พลังงานเพียง 0.7 วัตต์)</li>
    <li> ระบบตรวจเช็คปริมาณผงหมึกคงเหลือทั้ง 4 สีในเครื่อง (Toner Remain Mode)</li>
    </ol>
    <h2>คุณสมบัติในการปริ้นท์ (Network Print)</h2>
    <li>ความเร็วในการพิมพ์ 33/40 แผ่นต่อนาที (ทั้งสีและขาว/ดำ)</li>
    <li> ความละเอียดในการพิมพ์ 600 x 600 dpi / 1200 x 1200 dpi. (PS3)</li>
    <li>ภาษาที่ใช้ประมวลผลในการพิมพ์ PCL5/ ,PostScript ,XPS</li>
    <li> รองรับการต่อเชื่อมในระบบเครือข่ายเน็ทเวอร์ค: 10/100/1000 Base-T</li></li>
    <li>รองรับภาษาในระบบเครือข่ายเน็ทเวอร์ค: TCP/IP (iPv4, iPv6),IPX/SPX,Ether Talk, NetBIOS over TCP/IP
    <li>รองรับระบบปฎิบัติการ (OS): Windows 7, 8, 8.1, 10 / Windows Server 2008, 2012 / Mac OS x 10.6,10.7, 10.8, 10.9, 10.10, 10.11, UNIX,Linux</li>
    <li> สามารถพิมพ์งานโดยตรงจาก USB Memory (Flash Drive)</li>
    <li> ระบบคาสั่งในการพิมพ์</li>
    <li>Private Print : การใส่รหัสส่วนตัวเพื่อสั่งพิมพ์งานไปรอที่เครื่องสาหรับงานพิมพ์ที่เป็นส่วนตัวหรือเป็นความลับ</li>
    <li> Hold Print : การสั่งพิมพ์งานไปรอที่เครื่องแต่ไม่ต้องใส่รหัสใดๆ ป้องกันเอกสารปะปนกับงานอื่น</li>
    <li> Print to e-Filing : สั่งพิมพ์งานไปเก็บไว้ในโฟลเดอร์ที่กำหนดไว้บนฮาร์ดดิสในเครื่อง</li>
    <ol>
    <h2>คุณสมบัติในการสแกน (Network Scan)</h2>
    <li>ความเร็วในการสแกน 58 หน้าต่อนาที (ขาวดำ A4),40 แผ่นต่อนาที (สี A4)</li>
    <li> ความละเอียดในการสแกนสูงสุด 600 x600 dpi. และสามารถกำหนดระดับความละเอียดได้เช่น 100,150,200,300,400 หรือ 600 dpi.</li>
    <li>ระบบ Preview Scan สามารถดูภาพสแกนบนหน้าจอเครื่องก่อนสแกนจริง</li>
    <li>รูปแบบไฟล์สแกน JPEG, PDF, TIFF, XPS</li>
    <li> คำสั่งในการสแกน</li>
    <li>Scan to file</li>
    <li>Scan to Email</li>
    <li>Scan to e-Filing</li>
    <li>Scan to URL</li>
    <li>Scan to USB Memory (Flash Drive)</li>
    <li> Scan to Server</li>
       </ol>`,
    
    type: 'Printer-color',
    linkDownload: '1XdO7d3Zq0Ia4OOsV1EKDB8wZ97eXiNSa'
}, {
    id: 13,
    img: 'asset/products/PBS550.PNG',
    name: 'BPS-550',
    description: `<h2>เครื่องพิมพ์สำเนาระบบดิจิตอล</h2>
    <ol>
    <h2> คุณสมบัติ </h2>
    <li>เป็นเครื่องพิมพ์สำเนาเอกสารระบบดิจิตอลแบบอัตโนมัติพร้อมตู้รองเครื่อง</li>
    <li>ความละเอียดในการสร้างภาพและพิมพ์ 300 x 600 dpi.</li>
    <li>หน้าจอแบบ LCD แสดงคำสั่งด้วยตัวหนังสือขนาดใหญ่ แจ้งเตือนเครื่องขัดข้องเช่น หมึกหมด กระดาษหมด มาสเตอร์เต็ม</li>
    <li>ตั้งจำนวนงานพิมพ์ต่อเนื่องตั้งแต่ 1 - 9,999</li>
    <li>สามารถอ่านต้นฉบับได้ถึงขนาดใหญ่สุด 310 x 432 ม.ม. / พื้นที่ในการพิมพ์สำเนาขนาดใหญ่สุด A</li>
    <li>รองรับความหนาของกระดาษสำเนาตั้งแต่ 40 – 130 แกรม</li>
    <li>สามารถปรับระดับความเร็วในการพิมพ์ 55 – 130 แผ่นต่อนำที (55/70/85/105/130)</li>
    <li>ถาดป้อนสำเนาวางได้ 1,000 แผ่น / ถาดรองรับสำเนาทำงออกจุได้ 1,500 แผ่น</li>
    <li>ระบบซูมย่อ-ขยายตั้งแต่ 50% - 200% และสามารถปรับเพิ่ม - ลดได้ครั้งละ 1%</li>
    <li>ฟังก์ชั่นระบบย่อ-ขยาย 8 ระดับ: 71%, 81%, 87%, 94%, 100%, 115%, 122% และ 141%</li>
    <li>ระบบขจัดภาพขึ้นพื้นแรงเงาอัตโนมัติทำให้ภาพสำเนาที่ได้แลดูสะอาด ง่ายต่อการอ่าน (Auto Shade Elimination)</li>
    <li>ระบบปรับความเข้ม-จาง 5 ระดับคือ Lighter, Light, Middle, Dark และ Darker</li>
    <li>ฟังก์ชั่นถ่ายรวมหน้าต้นฉบับ 2 แผ่นลงบนสำเนา 1 แผ่น (2 in 1)</li>
    <li>ระบบปิดพักเครื่องชั่วคราวเมื่อไม่ได้ใช้งานเป็นเวลานาน (Energy saving)</li>
    <li>รองรับต้นฉบับที่เป็นตัวหนังสือ ลายเส้น รูปภาพ ลายดินสอ ตรายางประทับทั้งเป็นแผ่น และรูปเล่ม</li>
    <li>.มีระบบปรับเลื่อนขอบซ้าย-ขวา/ บน-ล่าง</li>
    <li>รองรับความยาวของม้วนมาสเตอร์ได้ถึง 90 เมตรต่อม้วน (หรือ 215 มาสเตอร์/ม้วน)</li>
    <li>ระบบช่วยลดปัญหาการป้อนกระดาษซ้อนติดกันด้วยชุดลูกยางคู่ (Double Roller Feeder)</li>
    <li>มีปุ่มรีดกระดาษออกอัตโนมัติ กรณีกระดาษติดในเครื่อง</li>
    <li>ฟังก์ชั่นพิมพ์งานตามลักษณะต้นฉบับเช่น Text, Text & Picture, Picture & Text, Picture, Screen, Pencil, Newspaper</li>
    <li>มีระบบพัดลมเป่าทำงออกสำเนาช่วยให้หมึกแห้งเร็วขึ้น</li>
    <li>มีฟังก์ชั่นพริ้นท์งานที่เป็นความลับ (Programed Printing Confidentiality Mode)</li>
    <li>รองรับการต่อเชื่อมงานพิมพ์ผ่านคอมพิวเตอร์ด้วย USB Port</li>
    <li>ความสิ้นเปลืองการใช้พลังงานไฟฟ้า 120 วัตต์ กระแสไฟฟ้า220V. 50/60 Hz</li>
    </ol>`,
    
    type: 'Blue-printer-solution',
    linkDownload: '1MN2_gH3FTK4VCrvCUzoePuBEu4-PN-m8'
}, {
    id: 14,
    img: 'asset/products/bps-201.jpg',
    name: 'BPS-201',
    description: `<h2>คุณสมบัติเครื่องพิมพ์สำเนาระบบดิจิตอล 
    Blue Print Solution รุ่น BPS-201 </h2>
    <ol>
    <li> เป็นเครื่องพิมพ์สำเนาเอกสารระบบดิจิตอลแบบอัตโนมัติพร้อมตู้รองเครื่อง </li>
    <li>ความละเอียดในการสร้างภาพ 300 x 400 dpi.</li> 
    <li> พื้นที่ในการพิมพ์สำเนาขนาดใหญ่สุด B4 </li>
    <li> สามารถรองรับต้นฉบับใหญ่สุดถึงขนาด A3 </li>
    <li>รองรับต้นฉบับที่เป็นลายเส้น รูปภาพ หรือรูปภาพพร้อมลายเส้นในต้นฉบับเดียวกันทั้งเป็นแผ่นและเล่ม </li>
    <li>หน้าจอ LCD แสดงคำสั่งงานและแจ้งเตือนเครื่องเกิดปัญหาขัดข้องเช่น หมึกหมด กระดาษหมด กระดาษติด 
    กระดาษไขหมด </li>
    <li> สามารถปรับระดับความเข้ม – จางได้ 5 ระดับ (Lighter, Light, Normal, Dark, Darker) </li>
    <li> สามารถปรับระดับความเร็วในการพิมพ์ได้ตั้งแต่ 50 – 120 แผ่นต่อนาที </li>
    <li> ความเร็วในการพิมพ์สำเนาแผ่นแรก 50 วินาที </li>
    <li> ระบบย่อ-ขยายได้ 7 ระดับ (ย่อ 4 ระดับ, 70%, 81%, 87% , 94% และขยาย 3 ระดับ, 115%, 122%, 141%) </li>
    <li> ระบบซูมย่อ-ขยายได้ตั้งแต่ 50% - 200% และปรับเพิ่ม-ลดได้ครั้งละ 1% </li>
    <li>รองรับกระดาษสำเนาหนาได้ตั้งแต่ 40 - 210 แกรม </li>
    <li> มีระบบทางเดินกระดาษสั้นเพื่อลดปัญหากระดาษติดบ่อย </li>
    <li>มีปุ่มรีดกระดาษสำเนาออกอัตโนมัติ เมื่อมีปัญหากระดาษติดในเครื่อง </li>
    <li>สำมารถตั้งจำนวนการพิมพ์ต่อเนื่องได้ตั้งแต่ 1 - 9,999 แผ่น </li>
    <li> ถาดป้อนกระดาษบรรจุได้ 1,000 แผ่น </li>
    <li>ถาดรองรับกระดาษทางออกสามารถรับได้ 1,200 แผ่น </li>
    <li> มีระบบพัดลมเป่าทำงออกกระดาษสำเนาเพื่อลดปัญหากระดาษซ้อน และทำให้หมึกแห้งเร็ว </li>
    <li> มีปุ่ม Energy Save สำหรับปิดพักเครื่องเพื่อประหยัดพลังงาน </li>
    <li> สามารถต่อเชื่อมคอมพิวเตอร์ได้โดยตรง (USB Interface) </li>
    <li> มี Memory mode สำหรับตั้งระดับความเข้ม-จางที่ใช้ประจำได้ </li>
    <li> มีปุ่ม Paper Separation สำหรับปรับการกดกระดาษทางเข้าตามความหนาของกระดาษที่ใช้ </li>
    <li>มีปุ่มปรับระดับการยกตัวของสำเนาทางออก 3 ระดับเพื่อช่วยลดปัญหาสำเนาติดซ้อนกัน </li>
    <li>สามารถทำสำเนาจากต้นฉบับ 2 แผ่นลงบนสำเนาหน้าเดียวได้ (2 in 1) </li>
    <li>ใช้กระแสไฟฟ้า 220V AC, 50Hz </li>
    </ol>`,
    
    linkDownload: '1seFA8TyHYmLUfdDpDGTGREhoWAWhtPM7'
}, {
    id: 15,
    img: 'asset/products/AS1610.jpg',
    name: 'AURORA AS-1610SB',
    description: `<h2>เครื่องทำลายเอกสาร AURORA รุ่น AS-1610SB - ทำลายครั้งละ 16 แผ่น</h2>
    <ol>
    <li>ทำลาย CD และบัตรเครดิตได้</li>
    <li>เริ่มต้นและหยุดอัตโนมัติ</li>
    <li>ถังเก็บเศษกระดาษถอดทำความสะอาดได้</li>
    <li>เหมาะทั้งใช้ในบ้าน และออฟฟิศ</li>
    <li>ขนาด 366L x 292W x 550H มม.</li>
    </ol>`,
    
    type: 'AURORA',
    linkDownload: '1b5JTdVo-50HTQRdV1mOVkRkCVEneX91h'
}];
var selectProduct = 0;

// [{},{},{}] // length = 3

$(document).ready(() => {
    var html = '';
    for (let i = 0; i < product.length; i++) {
        html += `<div onclick="openProductDetail(${i})" class="product-items ${product[i].type}">
                    <img class="product-img" src="${product[i].img}" alt="">
                    <p style="font-size: 1.2vw;">${product[i].name}</p>
                   
                </div>`;
    }
    $("#productlist").html(html);

})

function numberWithCommas(x) {
    x = x.toString();
    var pattern = /(-?\d+)(\d{3})/;
    while (pattern.test(x))
        x = x.replace(pattern, "$1,$2");
    return x;
}

function searchsomething(elem) {
    // console.log('#'+elem.id)
    var value = $('#'+elem.id).val()
    console.log(value)

    var html = '';
    for (let i = 0; i < product.length; i++) {
        if( product[i].name.toLowerCase().includes(value.toLowerCase()) ) {
            html += `<div onclick="openProductDetail(${i})" class="product-items ${product[i].type}">
                    <img class="product-img" src="${product[i].img}" alt="">
                    <p style="font-size: 1.2vw;">${product[i].name}</p>
                    <p stlye="font-size: 1vw;">${ numberWithCommas(product[i].price) } THB</p>
                </div>`;
        }
    }
    if(html == '') {
        $("#productlist").html(`<p>Not found product</p>`);
    } else {
        $("#productlist").html(html);
    }

}

function searchproduct(param) {
    console.log(param)
    $(".product-items").css('display', 'none')
    if(param == 'all') {
        $(".product-items").css('display', 'block')
    }
    else {
        $("."+param).css('display', 'block')
    }
}

var productindex = 0;
function openProductDetail(index) {
    productindex = index;
    $("#modalDesc").css('display', 'flex')
    $("#mdd-img").attr('src', product[index].img);
    $("#mdd-name").text(product[index].name)
    $("#mdd-desc").html(product[index].description)
    this.selectProduct = productindex;
}

function closeModal() {
    $(".modal").css('display','none')
}

var cart = [];
function downloadPDF(index) {
    var pdfURL = `https://drive.google.com/uc?export=download&id=${product[index].linkDownload}`;

        // สร้างลิงก์สำหรับดาวน์โหลด PDF
        var downloadLink = document.createElement("a");
        downloadLink.href = pdfURL;
        downloadLink.download = "document.pdf"; // ชื่อที่จะใช้สำหรับไฟล์ที่ดาวน์โหลด
        document.body.appendChild(downloadLink);
        downloadLink.click();
        document.body.removeChild(downloadLink);
}

function openCart() {
    $('#modalCart').css('display','flex')
    rendercart();
}

function rendercart() {
    if(cart.length > 0) {
        var html = '';
        for (let i = 0; i < cart.length; i++) {
            html += `<div class="cartlist-items">
                        <div class="cartlist-left">
                            <img src="${cart[i].img}" alt="">
                            <div class="cartlist-detail">
                                <p style="font-size: 1.5vw;">${cart[i].name}</p>
                                <p style="font-size: 1.2vw;">${ numberWithCommas(cart[i].price * cart[i].count) } THB</p>
                            </div>
                        </div>
                        <div class="cartlist-right">
                            <p onclick="deinitems('-', ${i})" class="btnc">-</p>
                            <p id="countitems${i}" style="margin: 0 20px;">${cart[i].count}</p>
                            <p onclick="deinitems('+', ${i})" class="btnc">+</p>
                        </div>
                    </div>`;
        }
        $("#mycart").html(html)
    }
    else {
        $("#mycart").html(`<p>Not found product list</p>`)
    }
}

function deinitems(action, index) {
    if(action == '-') {
        if(cart[index].count > 0) {
            cart[index].count--;
            $("#countitems"+index).text(cart[index].count)

            if(cart[index].count <= 0) {
                Swal.fire({
                    icon: 'warning',
                    title: 'Are you sure to delete?',
                    showConfirmButton: true,
                    showCancelButton: true,
                    confirmButtonText: 'Delete',
                    cancelButtonText: 'Cancel'
                }).then((res) => {
                  if(res.isConfirmed) {
                     cart.splice(index, 1) 
                     console.log(cart)
                     rendercart();
                     $("#cartcount").css('display','flex').text(cart.length)
                     
                     if(cart.length <= 0) {
                        $("#cartcount").css('display','none')
                     }
                  }  
                  else {
                    cart[index].count++;
                    $("#countitems"+index).text(cart[index].count)
                    rendercart();
                  }
                })
            }
            rendercart();
        }
        
    }
    else if(action == '+') {
        cart[index].count++;
        $("#countitems"+index).text(cart[index].count)
        rendercart();
    }


    
}